export default function TermsPage() {
  return (
    <div className="mx-auto max-w-screen-md space-y-6 px-4 pb-10 pt-[100px] text-gray-800">
      <h1 className="mb-6 text-center text-3xl font-bold text-blue-900 md:text-4xl">
        Общи условия
      </h1>

      <p>
        Настоящите общи условия уреждат използването на уебсайта на ЕРМА –
        ФАМИЛНА ООД. С достъпа до този сайт вие се съгласявате с настоящите
        условия.
      </p>

      <p>
        Всички изображения, текстове и материали са интелектуална собственост на
        ЕРМА – ФАМИЛНА ООД и не могат да бъдат използвани без изрично
        разрешение.
      </p>

      <p>
        ЕРМА – ФАМИЛНА ООД си запазва правото да променя съдържанието на сайта и
        настоящите условия по всяко време без предварително уведомление.
      </p>

      <p>
        В случай на въпроси или нужда от информация, можете да се свържете с нас
        чрез секцията &quot;Контакти&quot;.
      </p>
    </div>
  );
}
